IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses
Section stiffnesses

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.Alfa
rotation around x-axis

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.EAx
axial stiffness

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.EccX
eccentricity in x-direction

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.EccY
eccentricity in y-direction

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.EccZ
eccentricity in y-direction

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.EIy
bending stiffness

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.EIz
bending stiffness

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.EDyz
product moment stiffness

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.GAy
shear stiffness

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.GAz
shear stiffness

IdeaRS.OpenModel.Concrete.CheckResult.SectionStiffnesses.GIx
torsion stiffness